Repository: PostiDigital/woocommerce-shipping-plugin
Catalog: core/languages/woo-pakettikauppa-*.po
Languages: et, lt_lt

source: %s has been installed/updated but no shipping methods are currently active!
et: %s on paigaldatud/värskendatud, kuid tarnemeetodid pole konfigureeritud!
lt_lt: %s buvo įdiegtas/atnaujintas, bet vis dar nėra aktyvių siuntimo būdų!

source: %s requires WooCommerce to be installed and activated!
et: %s nõuab et WooCommerce oleks paigaldatud ja aktiveeritud!
lt_lt: %s būtina, jog WooCommerce įskiepis būtų įdiegtas ir aktyvuotas!

source: %s Setup Wizard
et: %s Paigaldamise viisard
lt_lt: %s sąrankos vedlys

source: %s Shipping
et: %s Saatmine
lt_lt: %s pristatymas

source: Actions
lt_lt: Veiksmai

source: Add additional text on labels
et: Lisa pakikaardile tekst
lt_lt: Siuntimo etiketėje pridėti papildomą tekstą

source: Add selected pickup point information to the order completed email
et: Lisa valitud pakiautomaadi andmed tellimuse vormistamise meilile
lt_lt: Pridėti pasirinkto atsiėmimo taško informaciją prie užsakymo užbaigimo el.laiško

source: Add tracking link to the order completed email
et: Lisage oma tellimuse täitmise e-kirjale saadetise jälgimise link
lt_lt: Pridėti siuntos sekimo nuorodą prie užsakymo užbaigimo el.laiško

source: Additional information
lt_lt: Papildoma informacija

source: Additional services
et: Lisateenused
lt_lt: Papildomos paslaugos

source: Advanced settings
et: Täpsemad seaded
lt_lt: Išplėstiniai nustatymai

source: After entering, please wait for a while for the results to be received
lt_lt: Po įvedimo, prašome truputi palaukti kol rezultatai bus gauti

source: After which amount shipping is free.
et: Summa millest alates on saatmine tasuta.
lt_lt: Nuo kurios sumos užsakymas tampa nemokamas.

source: Agencies
lt_lt: Agentūros

source: All
lt_lt: Visi

source: Allow user to use custom address for pickup point search.
lt_lt: Leisti vartotojui nurodyti kitą adresą atsiėmimo taško paieškoje.

source: Amount of hazardous subtances in the product as grams.
et: Ohtlike ainete osakaal tootes grammides.
lt_lt: Pavojingų medžiagų kiekis produkte gramais.

source: An error occurred while checking API credentials
et: API tunnuste kontrollimisel esines viga
lt_lt: Gauta klaida tikrinant API prisijungimus

source: An error occurred while searching for pickup points.
et: Pakiautomaatide otsingul ilmnes viga.
lt_lt: Gauta klaida ieškant atsiėmimo taškų.

source: An error occurred. Please try again later.
et: Veateade. Proovi hiljem uuesti.
lt_lt: Gauta klaida. Prašome pabandyti vėliau.

source: An error occurred: %s
et: Veateade: %s
lt_lt: Gauta klaida: %s

source: API error!
et: API viga!
lt_lt: API klaida!

source: API is good
et: API töötab
lt_lt: API veikia

source: API key
et: API kasutaja
lt_lt: API raktas (API key)

source: API key provided by %1$s
et: API kasutaja antud %1$s poolt
lt_lt: API raktas gautas iš %1$s

source: API login information
et: API sisselogimise informatsioon
lt_lt: API prisijungimo informacija

source: API secret
et: API parool
lt_lt: API slaptažodis (API secret)

source: API secret provided by %1$s
lt_lt: API slaptažodis gautas iš %1$s

source: Assigned orders
lt_lt: Priskirti užsakymai

source: Bad API key or API secret
et: Vale API kasutaja või parool
lt_lt: Blogas API raktas arba API slaptažodis

source: Bank account number for Cash on Delivery (IBAN)
et: IBAN lunamakse jaoks
lt_lt: Banko sąskaitos numeris (IBAN) apmokėjimui atsiimant

source: BIC code for Cash on Delivery
et: BIC lunamakse jaoks
lt_lt: BIC kodas apmokėjimui atsiimant

source: Block options
lt_lt: Bloko nustatymai

source: Browser
et: Brauser
lt_lt: Naršyklė

source: C.O.D payment is paid to the sender
et: Lunamakse makstakse saatjale
lt_lt: C.O.D mokėjimas sumokėtas siuntėjui

source: Cached token
et: Token vahemällu salvestatud
lt_lt: Talpykloje saugomas atpažinimo raktas

source: Can not connect to server - please check API credentials, servers error log and firewall settings.
et: Serveriga ühendamine ebaõnnestus - Palun kontrolli API tunnuseid, serveri logifaile ja tulemüüri seadistust.
lt_lt: Nepavyksta prisijungti prie serverio - prašome patikrinti API prisijungimus, serverio klaidų žurnalą ir ugniasienės nustatymus.

source: Cannot find shipment with given shipment number.
et: Saadetise leidmine ebaõnnestus.
lt_lt: Nepavyksta rasti siuntos pagal duotą siuntos sekimo numerį.

source: Cannot find shipments with given shipment numbers.
et: Saadetiste leidmine ebaõnnestus.
lt_lt: Nepavyksta rasti siuntų pagal duotus siuntos sekimo numerius.

source: Cash on Delivery (COD) Settings
et: Lunamakse seaded
lt_lt: Apmokėjimo atsiimant (COD) nustatymai

source: Checking URL
et: URL kontrollimine
lt_lt: Tikrinama nuoroda

source: Checkout options
lt_lt: Užsakymo nustatymai

source: Choose one of pickup points close to the address you entered
lt_lt: Prašome pasirinkti vieną atsiėmimo tašką esantį netoli Jūsų įvesto adreso

source: Choose one of pickup points close to the address you entered:
et: Valige teie esitatud aadressi lähedal asuv pakiautomaat:
lt_lt: Pasirinkite netoli Jūsų nurodyto adreso esantį atsiėmimo tašką:

source: Choose which type of pickup points will be displayed in the list of pickup points
lt_lt: Pasirinkite, kokio tipo paėmimo taškai bus rodomi atsiėmimo taškų sąraše

source: Closed
lt_lt: Uždaryta

source: Closed <span class="count">(%s)</span>
lt_lt: Uždaryta <span class="count">(%s)</span>

source: Code
lt_lt: Kodas

source: Congratulations, everything is now set up and you are now ready to start using the plugin!
et: Õnnitleme, kõik on seatud ja moodul on valmis kasutamiseks!
lt_lt: Sveikiname, viskas jau nustatyta ir paruošta įskiepio naudojimui!

source: Continue
et: Jätka
lt_lt: Tęsti

source: Could not load plugin's file
et: Mooduli faili lugemine ebaõnnestus
lt_lt: Nepavyksta užkrauti įskiepio failo

source: Could not read version
et: Versiooni lugemine ebaõnnestus
lt_lt: Nepavyksta nuskaityti versijos

source: Country of origin
et: Lähteriik
lt_lt: Kilmės šalis

source: Create
et: Loo
lt_lt: Sukurti

source: Create and fetch shipping labels
et: Loo ja lae alla pakikaardid
lt_lt: Sukurti ir gauti siuntimo etiketes

source: Create custom shipments
lt_lt: Sukurti individualias siuntas

source: Create for products
et: Loo toodete jaoks
lt_lt: Sukurti produktams

source: Create Return Label
et: Loo tagastamise pakikaart
lt_lt: Sukurti grąžinimo etiketę

source: Create shipping label
et: Loo pakikaart
lt_lt: Sukurti siuntimo etiketę

source: Create shipping labels automatically
et: Loo pakikaardid automaatselt
lt_lt: Automatiškai sukurti siuntimo etiketes

source: Created return label
lt_lt: Sukurtas grąžinimo lipdukas

source: Created shipment
lt_lt: Sukurta siunta

source: Credentials
et: Tunnused
lt_lt: Prisijungimai

source: Curl extension
et: Curl laiendus
lt_lt: CURL papildinys

source: Curl not installed
et: Curl pole paigaldatud
lt_lt: CURL neįdiegtas

source: Current shipping method
lt_lt: Dabartinis pristatymo būdas

source: Custom pickup address
et: Kohandatud pealevõtmise aadress
lt_lt: Pasirinktinis atsiėmimo adresas

source: Custom shipping...
et: Kohandatud kättetoimetamine...
lt_lt: Kitas pristatymo būdas...

source: Customer ID
lt_lt: Kliento ID

source: Customize the order processing phase.
et: Kohandage tellimuse töötlemise etapp.
lt_lt: Konfigūruokite užsakymo apdorojimo etapą.

source: Date
lt_lt: Data

source: Default shipping class cost
et: Tarneklassi vaikehind
lt_lt: Numatytoji pristatymo klasės kaina

source: Delete
et: Kustuta
lt_lt: Ištrinti

source: Deleted %1$s return label %2$s.
et: Kustutatud %1$s tagastamise pakikaart %2$s.
lt_lt: Ištrinta %1$s grąžinimo etiketė %2$s.

source: Deleted %1$s shipping label %2$s.
et: Kustutatud %1$s saatmise pakikaart %2$s.
lt_lt: Ištrinta %1$s siuntimo etiketė %2$s.

source: Deleting %1$s return label failed! Errors: %2$s
et: %1$s tagastuse pakikaardi kustutamine ebaõnnestus! Vead: %2$s
lt_lt: Nepavyko ištrinti %1$s grąžinimo etiketės! Klaidos: %2$s

source: Deleting %1$s shipment failed! Errors: %2$s
et: %1$s saadetise kustutamine ebaõnnestus! Vead: %2$s
lt_lt: Nepavyko ištrinti %1$s siuntimo etiketės! Klaidos: %2$s

source: DG weight (g)
et: OK kaal (g)
lt_lt: PM svoris (g)

source: Download
et: Allalaadimine
lt_lt: Parsisiųsti

source: Earliest time
lt_lt: Ankščiausias laikas

source: Edit to select shipping company and shipping prices.
et: Muuda, et valida saatmisettevõte ja hinnad.
lt_lt: Redaguokite, kad pasirinktumėte siuntimo įmonę ir siuntimo kainas.

source: Email
lt_lt: El. paštas

source: Empty postcode. Please check your address information.
et: Puuduv postikood. Palun kontrolli aadressi.
lt_lt: Tuščias pašto kodas. Prašome patikrinti Jūsų adresą.

source: Error
et: Viga
lt_lt: Klaida

source: error
et: viga
lt_lt: klaida

source: Estimated shipping price
lt_lt: Numatoma pristatymo kaina

source: Exception
et: Erand
lt_lt: Išimtis

source: Exit
et: Väljapääs
lt_lt: Išeiti

source: Failed to check API credentials or them are bad
et: Viga API tunnuses
lt_lt: Nepavyko patikrinti API prisijungimų arba jie yra blogi

source: Failed to connect with server
et: Serveriga ühendamine ebaõnnestus
lt_lt: Nepavyko susisiekti su serveriu

source: Failed to create shipment.
et: Saadetise loomine ebaõnnestus.
lt_lt: Nepavyko sukurti siuntos.

source: Failed to create shipment. Errors: %s
et: Saadetise loomine ebaõnnestus. Vead: %s
lt_lt: Nepavyko sukurti siuntos. Klaidos: %s

source: Failed to get shipment label.
et: Saadetise pakikaardi loomine ebaõnnestus.
lt_lt: Nepavyko gauti siuntos etiketės.

source: Found and works.
et: Leitud ja töötab.
lt_lt: Surasta ir veikia.

source: Found, but does not work. Deleted.
et: Leitud, kuid ei tööta. Kustutatud.
lt_lt: Surasta, bet neveikia. Ištrinta.

source: Free shipping tier
et: Tasuta kättetoimetamise limiit
lt_lt: Nemokamo pristatymo limitas

source: HS tariff number
et: HS tariifnumber
lt_lt: HS tarifo numeris

source: If none of your preferred pickup points are listed, fill in a custom address above and select another pickup point
lt_lt: Jeigu nėra rodomas Jūsų norimas atsiėmimo taškas, aukščiau esančiame laukelyje įveskite norimą adresą ir pasirinkite kitą atsiėmimo tašką

source: If none of your preferred pickup points are listed, fill in a custom address above and select another pickup point.
et: Kui ühtegi soovitud pakiautomaati pole loendis, sisestage täpsem aadress ja valige mõni puu pakiautomaat.
lt_lt: Jei sąraše nėra nė vieno iš Jūsų pageidaujamų atsiėmimo taškų, aukščiau įveskite tikslesnį adresą ir pasirinkite kitą atsiėmimo vietą.

source: If you have already registered with %1$s, please choose "Production mode" and enter the credentials you received from %1$s. If you have not yet registered, please register at %2$s. If you wish to test the plugin before making a contract with %1$s, please choose "Test mode" and leave the API secret/key fields empty.
et: Kui olete juba %1$s kasutajaks registreerunud, valige "Aktiivne režiim" ja sisestage API sisselogimise andmed, mille saite %1$s. Kui te pole veel registreerunud, registreeruge %2$s jaoks. Kui soovite moodulit testida enne lepingu sõlmimist %1$s-ga, valige "Testirežiim" ja jätke API sisselogimisväljad tühjaks.
lt_lt: Jei jau užsiregistravote %1$s, pasirinkite „Veikiantis režimas“ ir įveskite prisijungimus, kuriuos gavote iš %1$s. Jei dar neužsiregistravote, užsiregistruokite adresu %2$s. Jei norite išbandyti įskiepį prieš sudarydami sutartį su %1$s, pasirinkite „Testavimo režimas“ ir palikite API prisijungimo laukelius tuščius.

source: Ignore product weight information
lt_lt: Ignoruoti produkto svorio informaciją

source: Include return label (if available)
lt_lt: Įtraukti grąžinimo lipduką (jei galima)

source: includes pickup points
et: Sisaldab pakiautomaate
lt_lt: turi atsiėmimo taškus

source: Info-code for shipments
et: Saadetiste info kood
lt_lt: Siuntos informacinis kodas

source: Informed consignee of arrival
et: Saabumiseteade edastatud
lt_lt: Informuoti gavėją kai siunta atkeliauja

source: Installed
et: Paigaldatud
lt_lt: Įdiegta

source: Invalid character entered
lt_lt: Įvestas netinkamas simbolis

source: Invalid postcode "%1$s". Please check your address information.
et: Vale postiindeks "%1$s". Palun kontrollige aadressi andmeid.
lt_lt: Blogas pašto kodas "%1$s". Prašome patikrinti Jūsų adreso informaciją.

source: Invoice ID
lt_lt: Sąskaitos ID

source: It is not allowed to create a return label when shipping labels not exists
et: Tagastamise pakikaarti ei ole võimalik luua kui saatmise pakikaart puudub
lt_lt: Neleidžiama sukurti grąžinimo etiketės kai nėra siuntimo etiketės.

source: Item has been handed over to the recipient
et: Saadetis on saajale kättetoimetatud
lt_lt: Siunta perduota gavėjui

source: Item is arrived to a post office
et: Saadetis on saabunud pakipunkti
lt_lt: Siunta atkeliavo į pašto skyrių

source: Item is collected from sender - picked up
et: Saadetis on saatja juurest peale võetud
lt_lt: Siunta paimta iš siuntėjo

source: Item is in transport
et: Saadetist transporditakse
lt_lt: Siunta transportuojama

source: Item is loaded onto a means of transport
et: Saadetis on transpordiks laetud
lt_lt: Siunta pakraunama į transporto priemonę

source: Item is ready for delivery transportation
et: Saadetis on transpordiks valmis
lt_lt: Siunta paruošta transportavimui

source: Item is returning to the sender
et: Saadetis tagastatakse saatjale
lt_lt: Siunta grąžinama siuntėjui

source: Item not delivered – delivery attempt made
et: Kättetoimetamiskatse tehtud, kuid saadetist ei saadud kohale toimetada
lt_lt: Siunta nepristatyta – buvo bandoma pristatyti

source: Label code
et: Pakikaardi kood
lt_lt: Siuntos etiketės kodas

source: Label posted to URL successfully.
et: Pakikaart edukalt URL saadetud.
lt_lt: Siuntos etiketė sėkmingai paskelbta nuorodoje.

source: Latest time
lt_lt: Vėliausias laikas

source: Let's start!
et: Alustame!
lt_lt: Pradėkime!

source: Limit the amount of nearest pickup points shown.
et: Piirake kuvatud pakiautomaatide arvu.
lt_lt: Artimiausių rodomų atsiėmimo taškų limitas.

source: Link to %s website
et: Link %s veebisaidile
lt_lt: Nuoroda į %s tinklapį

source: List
et: Loend
lt_lt: Sąrašas

source: Make shipping phone number mandatory
lt_lt: Padaryti pristatymo telefono numerį privalomu

source: Manifest has no orders assigned
lt_lt: Važtaraštis neturi priskirtų užsakymų

source: Manifest ID
lt_lt: Važtaraščio ID

source: Manifest not found or incorrect status
lt_lt: Važtaraštis nerastas arba neteisinga būsena

source: Manifest status
lt_lt: Važtaraščio būsena

source: Menu
et: Menüü
lt_lt: Meniu

source: Merchant
et: Kaupmees
lt_lt: Pardavėjas

source: Mode
et: Olek
lt_lt: Režimas

source: Names of the goods in the shipment
et: Toodete nimetused
lt_lt: Siuntoje esančių prekių pavadinimai

source: New shipping method
lt_lt: Naujas pristatymo būdas

source: No automatic creation of shipping labels
et: Pakikaartide automaatset loomist ei toimu
lt_lt: Nėra automatinio siuntos etikečių kūrimo

source: No manifest assigned
lt_lt: Važtaraštis nepriskirtas

source: No order status change
et: Tellimuse staatus ei muutu
lt_lt: Nepakeistas užsakymo statusas

source: No orders assigned
lt_lt: Užsakymai nepriskirti

source: No pickup points were found
et: Pakiautomaate ei leitud
lt_lt: Nerasta atsiėmimo taškų

source: No pickup points were found. Check the address.
et: Pakiautomaate ei leitud. Kontrolli aadressi.
lt_lt: Nerasta atsiėmimo taškų. Patikrinkite adresą.

source: No shipping
et: Saatmine puudub
lt_lt: Siuntimas nenustatytas

source: No shipping class cost (vat included)
et: Tarneklassi hind puudub (sisaldab KM)
lt_lt: Nėra pristatymo klasės kainos (su PVM)

source: No shipping method configured! Configure shipping method from settings.
et: Tarnemeetod ei ole seadistatud! Konfigureeri tarnemeetod seadete alt.
lt_lt: Nesukonfigūruotas siuntimo būdas. Sukonfigūruokite siuntimo būdą nustatymuose.

source: Not found
et: Ei leitud
lt_lt: Nerasta

source: Not installed
et: Pole paigaldatud
lt_lt: Neįdiegta

source: Not now
et: Mitte praegu
lt_lt: Ne dabar

source: Note
et: Märge
lt_lt: Pastaba

source: OK
lt_lt: Gerai

source: Only use this shipping method if no other shipping methods are available and suitable. Using this shipping method is not required to be able to use %s plugin.
lt_lt: Naudokite šį siuntimo būdą tik tuo atveju, jei nėra kitų siuntimo būdų arba jie negalimi. Nebūtina naudoti šio pristatymo būdo, kad būtų galima naudoti %s įskiepį.

source: Open
lt_lt: Atidaryti

source: Open <span class="count">(%s)</span>
lt_lt: Atidaryti <span class="count">(%s)</span>

source: Order
lt_lt: Užsakymas

source: Order #%s does not have shipment labels
lt_lt: Užsakymas %s neturi siuntos lipdukų

source: Order number
et: Tellimuse number
lt_lt: Užsakymo numeris

source: Order Processing
et: Tellimuse töötlemine
lt_lt: Užsakymas vykdomas

source: Orders
lt_lt: Užsakymai

source: Original shipping...
et: Algne tarne…
lt_lt: Originalus pristatymo būdas...

source: Other
et: Muu
lt_lt: Kitas atsiėmimo taškas

source: Outbound
et: Väljuv saadetis
lt_lt: Siunta vežama į užsienį

source: Outdoor lockers
lt_lt: Lauko rakinamos spintelės

source: Pakettikauppa diagnostic tool
et: Pakettikauppa diagnostika tööriist
lt_lt: Pakettikauppa diagnostikos priemonė

source: Parcel count
et: Pakkide arv
lt_lt: Siuntų skaičius

source: Parcel lockers
lt_lt: Siuntų spintelės

source: PHP version
et: PHP versioon
lt_lt: PHP versija

source: Pickup address
et: Pakiautomaadi aadress
lt_lt: Atsiėmimo adresas

source: Pickup point
et: Pakiautomaat
lt_lt: Atsiėmimo taškas

source: Pickup point search limit
et: Pakiautomaatide otsingu piir
lt_lt: Atsiėmimo taško paieškos limitas

source: Pickup points
et: Pakiautomaadid
lt_lt: Atsiėmimo taškai

source: Pickup points type
lt_lt: Atsiėmimo taškų tipas

source: Pickup time
lt_lt: Paėmimo laikas

source: Please add shipping info to the order to manage shipments.
et: Palun lisa tarneinfo, et saadetist hallata.
lt_lt: Prašome pridėti pristatymo informaciją į užsakymą, kad valdyti siuntas.

source: Please choose a pickup point
lt_lt: Prašome pasirinkti atsiėmimo tašką

source: Please choose a pickup point.
et: Palun vali pakiautomaat.
lt_lt: Prašome pasirinkti atsiėmimo tašką.

source: Please configure the shipping methods of the currently active shipping zones to use %1$s shipping. Note that this plugin requires WooCommerce shipping zones and methods to be preconfigured in %2$s. For more information, visit %3$s.
et: Tarnemeetodid saate sisse lülitada kassas tarnekategooria seadetes: %2$s. Lisainfo saamiseks külastage %3$s.
lt_lt: Prašome sukonfigūruoti siuntimo būdus esamoms aktyvioms pristatymo zonoms, kad naudotumėte %1$s pristatymą. Atkreipiame dėmesį, jog šiam įskiepiui reikalinga, jog būtų jau sukonfigūruotos WooCommerce pristatymo zonos ir metodai esantys %2$s. Daugiau informacijos galite gauti apsilankę %3$s.

source: Please fill the details of the merchant below. The information provided here will be used as the sender in shipping labels.
et: Sisestage kaupmehe nimi ja aadress. Seda infot kasutatakse saatjana pakikaardil.
lt_lt: Toliau įveskite išsamią prekybininko informaciją. Čia pateikta informacija bus naudojama kaip siuntėjas siuntimo etiketėse.

source: Plugin can upload shipping label to an URL when creating shipping label. Define URL if you want to upload PDF.
et: Mooduliga on võimalik saata pakikaart kindlale URL-aadressile. Sisesta URL kui soovid PDF-i üles laadida.
lt_lt: Įskiepis etiketės sukūrimo metu gali ją įkelti į nurodytą URL. Nurodykite URL, į kurį būtų siunčiamas PDF.

source: Post shipping label to URL
et: Saada pakikaart URL aadressile
lt_lt: Persiųsti siuntimo etiketę į URL

source: Posti Shipping diagnostic tool
et: Posti transpordi diagnostika tööriist
lt_lt: Posti pristatymo diagnostikos įrankis

source: Posting label to URL failed!
et: Pakikaardi saatmine URL-aadressile nurjus!
lt_lt: Nepavyko persiųsti siuntimo etiketės į URL!

source: Pre-information is received from sender
et: Saatjalt on saadud eelteavituse teade
lt_lt: Išankstinė informacija gaunama iš siuntėjo

source: Price (vat included)
et: Hind (KM sisaldub hinnas)
lt_lt: Kaina (su PVM)

source: Print
et: Prindi
lt_lt: Spausdinti

source: Print document
et: Prindi dokumendid
lt_lt: Spausdinti dokumentą

source: Print labels
et: Prindi pakikaardid
lt_lt: Spausdinti siuntimo etiketes

source: Private lockers
lt_lt: Privačios rakinamos spintelės

source: Production environment
et: Tootmiskeskkond
lt_lt: Produkcijos režimas

source: Products
et: Tooted
lt_lt: Produktai

source: Ready!
et: Valmis!
lt_lt: Paruošta!

source: Received Post ID is not a number
et: Saabunud posti ID ei ole number
lt_lt: Gautas įrašo ID nėra skaičius

source: Refresh
et: Värskenda
lt_lt: Atnaujinti

source: Requested pickup point
et: Valitud pakiautomaat
lt_lt: Nurodytas atsiėmimo taškas

source: Restart setup wzard
et: Taaskäivita paigaldamise viisard
lt_lt: Iš naujo paleisti sąrankos vedlį

source: Return labels
et: Tagastamise pakikaart
lt_lt: Grąžinimo etiketės

source: Search
et: Otsing
lt_lt: Ieškoti

source: Search pickup points
et: Otsi pakiautomaate
lt_lt: Ieškoti atsiėmimo taško

source: Search pickup points near you by typing your address above.
et: Leidke lähedal olevad pakiautomaadid, sisestades aadress.
lt_lt: Ieškokite esančio netoliese atsiėmimo taško įvesdami aukščiau Jūsų adresą.

source: Select
et: Vali
lt_lt: Pasirinkti

source: Select a pickup point
et: Vali pakiautomaat
lt_lt: Pasirinkti atsiėmimo tašką

source: Select date and time between courier should pickup order
lt_lt: Pasirinkti datą ir laiką tarp kurių kurjeris turėti paimti užsakymą

source: Select one shipping method
et: Valige üks tarneviis
lt_lt: Pasirinkti vieną pristatymo būdą

source: Select pickup point
et: Vali pakiautomaat
lt_lt: Pasirinkti atsiėmimo tašką

source: Selected pickup point
lt_lt: Pasirinktas atsiėmimo taškas

source: Selected shipping method: %s
et: Valitud tarnemeetod: %s
lt_lt: Pasirinktas pristatymo būdas: %s

source: Send order
et: Saada tellimus
lt_lt: Siųsti užsakymą

source: Sender address
et: Saatja aadress
lt_lt: Siuntėjo adresas

source: Sender city
et: Saatja linn
lt_lt: Siuntėjo miestas

source: Sender country
et: Saatja lähteriik
lt_lt: Siuntėjo šalis

source: Sender email
et: Saatja e-post
lt_lt: Siuntėjo el.paštas

source: Sender ID
lt_lt: Siuntėjo ID

source: Sender name
et: Saatja nimi
lt_lt: Siuntėjo vardas

source: Sender phone
et: Saatja telefoni number
lt_lt: Siuntėjo telefonas

source: Sender postal code
et: Saatja postiindeks
lt_lt: Siuntėjo pašto kodas

source: Service not working. Please check <a href="%s">settings</a>.
lt_lt: Paslauga neveikia. Prašome patikrinti <a href="%s">nustatymus</a>.

source: Services
et: Teenused
lt_lt: Paslaugos

source: Setup wizard
et: Paigaldamise viisard
lt_lt: Sąrankos vedlys

source: Shipment not ready
lt_lt: Siunta neparuošta

source: Shipment ready
lt_lt: Siunta paruošta

source: Shipment tracking code is not defined.
et: Antud jälgimisnumbriga saadetist ei leitud.
lt_lt: Nenurodytas siuntos sekimo kodas.

source: Shipping
et: Kohaletoimetamine
lt_lt: Siuntimas

source: Shipping cost
et: Kohaletoimetamise hind
lt_lt: Siuntimo kaina

source: Shipping cost (vat included)
et: Kohaletoimetamise hind (sisaldab KM)
lt_lt: Siuntimo kaina (su PVM)

source: Shipping label size
lt_lt: Siuntimo etiketės dydis

source: Shipping labels
et: Pakikaardid
lt_lt: Siuntimo etiketės

source: Shipping method
et: Tarnemeetod
lt_lt: Siuntimo būdas

source: Shipping methods
et: Tarnemeetodid
lt_lt: Siuntimo būdai

source: Shipping methods mapping
et: Tarnemeetodite spetsifikatsioonid
lt_lt: Siuntimo būdų priskyrimas

source: Shipping settings
et: Kuva seaded
lt_lt: Siuntimo nustatymai

source: Show pickup point override in checkout
et: Kuva kassas pakiautomaadi ülekirjutamine
lt_lt: Rodyti atsiėmimo taško perrašymą užsakymo kūrime
