Repository: PostiDigital/woocommerce-shipping-plugin
Catalog: core/languages/woo-pakettikauppa-*.po
Languages: et, lt_lt

source: Show pickup points as
et: Kuva pakiautomaate kui
lt_lt: Rodyti atsiėmimmo taškus kaip

source: Show shipping method
et: Kuva tarnemeetodit
lt_lt: Rodyti siuntimo būdą

source: Show site %s
et: Kuva lehe %s
lt_lt: Rodyti tinklapį %s

source: Skip this step
et: Jäta vahele
lt_lt: Praleisti šį žingsnį

source: SKU codes of the goods in the shipment
et: Saadetise SKU koodid
lt_lt: Siuntoje esančių prekių SKU kodai

source: Start the setup wizard
et: Käivita paigaldamise viisard
lt_lt: Paleisti sąrankos vedlį

source: Status
et: Staatus
lt_lt: Būsena

source: Store owner information
et: Poe omaniku informatsioon
lt_lt: Parduotuvės valdytojo informacija

source: Submit
lt_lt: Pateikti

source: Succeed: %s
lt_lt: Sėkminga: %s

source: Testing environment
et: Testimiskeskkond
lt_lt: Testavimo režimas

source: Thank you for installing %s! This wizard will guide you through the setup process to get you started.
lt_lt: Dėkojame, kad įdiegėte %s! Šis vedlys padės jums atlikti sąrankos procesą, kad galėtumėte pradėti.

source: Thank you for installing %s! To get started smoothly, please open our setup wizard.
lt_lt: Dėkojame, kad įdiegėte %s! Norėdami sklandžiai pradėti naudojimąsį, atidarykite sąrankos vedlį.

source: The country where the goods originated, e.g. were produced/manufactured or assembled.
et: Riik, kus kaubad pärinevad. Näiteks valmistamise/tootmise riik.
lt_lt: Šalis, kurioje prekė buvo sukurta, pvz pagaminta ar surinkta.

source: The HS tariff number must be based on the Harmonized Commodity Description and Coding System developed by the World Customs Organization.
et: HS-tariifnumber peab põhinema Maailma Tolliorganisatsiooni poolt välja töötatud Harmoneeritud Süsteemi nomenklatuuri abil.
lt_lt: HS tarifo numeris turi būti pagrįstas Pasaulio muitinių organizacijos sukurta suderinta prekių aprašymo ir kodavimo sistema.

source: The pickup point you've chosen is not available for public access. Are you sure that you can retrieve the package?
et: Valitud pakipunkt pole avalik. Kas olete kindel, et teil on võimalik saadetis kätte saada?
lt_lt: Jūsų pasirinktas atsiėmimo taškas nėra viešai prieinamas. Ar tikrai norite atsiimti savo siuntą?

source: The selection of pickup points has been changed based on the address %s
lt_lt: Atsiėmimo taškų pasirinkimai buvo pakeisti pagal adresą %s

source: The shipping label was not created because the order does not contain valid shipping details.
et: Pakikaarti ei loodud kuna tellimusel puuduvad korrektsed saatmisandmed.
lt_lt: Siuntimo etiketė nebuvo sukurta, kadangi užsakymas neturi tinkamos siuntimo informacijos.

source: The shipping label was not created because the order does not contain valid shipping method.
et: Pakikaarti ei loodud kuna tellimusel puudub korrektne tarnemeetod.
lt_lt: Siuntimo etiketė nebuvo sukurta, kadangi užsakymas neturi tinkamo siuntimo būdo.

source: The value is too short
lt_lt: Reikšmė per trumpa

source: Token not found. Please check credentials
lt_lt: Atpažinimo raktas nerastas. Prašome patikrinti prisijungimus

source: Total weight of dangerous goods
et: Ohtlike kaupade kogukaal
lt_lt: Bendras pavojingų medžiagų svoris

source: Track
et: Jälgi
lt_lt: Sekti

source: track your order
et: Jälgi oma tellimust
lt_lt: sekti Jūsų užsakymą

source: Tracking
et: Jälgimine
lt_lt: Siuntos sekimas

source: Tracking code creation failed: %s
et: Jälgimiskoodi loomine ebaõnnestus: %s
lt_lt: Nepavyko sukurti siuntos sekimo kodo: %s

source: Translate products names in labels
lt_lt: Išversti produktų pavadinimus lipdukuose

source: Unable to create return label for this shipment type.
et: Selle saadetise jaoks ei ole võimalik tagastustellimust luua.
lt_lt: Negalima sukurti grąžinimo etiketės šiam siuntos tipui.

source: Unknown
et: Tundmatu
lt_lt: Nežinoma

source: Unknown error
et: Tundmatu viga
lt_lt: Nežinoma klaida

source: Unknown product
et: Tundmatu toode
lt_lt: Nežinoma prekė

source: Unknown status
et: Tundmatu staatus
lt_lt: Nežinoma būsena

source: Use the client's language for product names displayed on labels
lt_lt: Naudoti pirkėjo kalbą produktų pavadinimo rodymui lipdukuose

source: Visit Website
et: Külasta kodulehte
lt_lt: Apsilankyti tinklapyje

source: When creating shipping label change order status to
et: Kui pakikaart on loodud, muuda järgmisena tellimuse staatust
lt_lt: Kai sukuriama siuntimo etiketė, pakeisti užsakymo būseną į

source: When order status is "%s"
et: Kui tellimuse staatus on "%s"
lt_lt: Kai užsakymo būsena yra "%s"

source: With filters
lt_lt: Su filtrais

source: Without filters
lt_lt: Be filtrų

source: WooCommerce %s version
et: WooCommerce %s versioon
lt_lt: WooCommerce %s versija

source: WooCommerce > Settings > Shipping > Shipping zones
et: WooCommerce > Seaded > Saatmine > Tarnetsoonid
lt_lt: WooCommerce > Nustatymai > Pristatymas > Pristatymo zonos

source: WooCommerce version
et: WooCommerce versioon
lt_lt: WooCommerce versija

source: Wordpress version
et: Wordpressi versioon
lt_lt: Wordpress versija

source: Wrong data requested, please try again
lt_lt: Prašoma neteisingų duomenų, bandykite dar kartą

source: Wrong response.
lt_lt: Klaidingas atsakas.

source: You can %1$s with tracking code %2$s.
lt_lt: Galite %1$s su sekimo numeriu %2$s.

source: You can activate new shipping method to checkout in %1$s. For more information, see %2$s
lt_lt: Galite suaktyvinti naują pristatymo būdą užsakymo kūrime einant %1$s. Norėdami gauti daugiau informacijos, žr. %2$s.

source: You can choose the pickup point on the Checkout page
lt_lt: Atsiėmimo tašką galėsite pasirinkti apmokėjimo puslapyje

source: You can track your order at %1$s.
lt_lt: Savo užsakymą galite sekti %1$s.
